Revit 2027 API
ParameterTypeId.RevolutionEndAngle Property
 "End Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RevolutionEndAngle { get; }
Public Shared ReadOnly Property RevolutionEndAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RevolutionEndAngle {
	ForgeTypeId^ get ();
}
static member RevolutionEndAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace